{
    "Asoca": {
      "description": "Ashoka tree may act against cancer. It may be used for bacterial infections, arthritis, ulcers and depression. Ashoka tree may protect the heart and help to reduce blood sugar levels. Additionally, the Ashoka tree may help to relieve pain. Its bark is used in Ayurvedic medicine for its benefits in treating gynecological disorders and hormonal regulation"
    },
    "Changalamparanda": {
      "description": "Changalamparanda (Cissus quadrangularis) is a perennial plant that has been used for thousands of years for its medicinal properties.In traditional medicine, Changalamparanda is used for its various health benefits. It is believed to have anti-inflammatory, analgesic, and antioxidant properties."
    },
    "Illipa": {
      "description": "Illipa is known for its properties such as anti-bacterial and its resistance to boost immunity against allergy causing agents"
    },
    "Nannari": {
      "description": "Nannari' roots have the medicinal quality of providing relief from constipation, and acidity, while also purifying blood. Apart from these, Sarasaparilla is effective for inflammations of liver and spleen, urinary disorders, wheezing, anaemia and rheumatoid arthritis."
    },
    "Thipalli": {
      "description": "In India, thippali is used mainly in the preparation of pickles and health stimulants like 'chawanprash and also for imparting flavour and pungency to beverages. But it has well identified medicinal properties. Piper longum is most commonly used as an expectorant to treat respiratory ailments such as asthma, bronchitis, cough, cold etc. and has aphrodisiac, analgesic and carminative properties. In Ayurvedic medicine, the herb is said to be a good rejuvenator and helps improve vitality; and is employed as a tonic to stimulate appetite. It is also being used against stomachache, spleen diseases, tumors, Indigestion, epilepsy, flatulence, gout, laryngitis etc. This herb has nerve depressant and antagonistic effects on muscular spasms, and when applied topically, it soothes and relleves muscular pains and inflammation. The oil extracted has antibacterial and antihelminthic properties."
    }
  }
  